Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G41C.tmx
Source language: en_us
Languages: zh_cn

source: Georgia O'Keeffe, Biography, Quotations & Art
zh_cn: 乔治亚·欧姬芙传记、隽语及艺术

source: Georgia O'Keeffe gained worldwide fame for her austere minimalist paintings of the US Southwest.
zh_cn: 乔治亚·欧姬芙以其朴实的、以美国西南部为主题的极简抽象派作品闻名于世。

source: Born in Sun Prairie, Wisconsin, on 15 November 1887, O'Keefe grew up in Virginia and first studied painting at the Art Institute of Chicago.
zh_cn: 她于1887年11月15日出生于威斯康辛的桑普雷里，后在佛吉尼亚长大，在芝加哥艺术学院开始她的绘画学习生涯。

source: Initially, she embraced a highly abstracted, urban style of art. She later moved to New York where she thrived within the growing community of abstract expressionists.
zh_cn: 一开始，她喜欢那种极抽象的城市画风，随后她搬迁到纽约，在那里，她在日渐壮大的抽象表现主义圈子里渐渐有了名气。

source: Beginning in 1912, though, she began spending time in Texas and she became the head of the art department at the West Texas State Normal College in 1916.
zh_cn: 但是从1912年起她开始旅居德克萨斯，并于1916年担任了西德克萨斯州立师范学院的艺术系主任。

source: O'Keeffe's time in Texas sparked her enduring fascination with the stark and powerful western landscape.
zh_cn: 在德克萨斯居住的这段时间使她对荒凉而有力的西部景观着迷起来，并且长时间热情不减。

source: She began to paint more representational images that drew on the natural forms of the canyons and plains that surrounded her.
zh_cn: 她开始取材于周围峡谷和平原的自然风貌，创作出了更多的写实作品。

source: O'Keeffe's paintings of cow skulls and calla lilies gained particular attention and won her an enthusiastic audience.
zh_cn: 她以牛头骨和马蹄莲为主题的画作尤为引人注目，为她赢得了一批热情的粉丝。

source: Her marriage to the New York art dealer and photographer Alfred Stieglitz brought O'Keeffe back to the northeast.
zh_cn: 后来她嫁给了纽约的艺术品经销商、摄影家阿尔弗雷德·施蒂格利茨，又回到了美国东北部。

source: For a decade, she divided her time between New York City and the couple's home in Lake George, New York.
zh_cn: 整整十年的时间，她要么在纽约市内奔波，要么在他们夫妻俩在纽约乔治湖的家里度过。

source: In 1919, O'Keeffe made a brief visit to the small New Mexican village of Taos, and she returned for a longer stay in 1929.
zh_cn: 1919年，欧姬芙到新墨西哥的一个淘斯族村庄旅游，在那小住了几天。1929年她又去那，这次在那呆的时间更久些。

source: Attracted to the clear desert light and snow-capped mountains, she began returning to New Mexico every summer to paint.
zh_cn: 她沉醉于那明媚的戈壁阳光，白雪覆顶的山峦，开始每年夏天都回来在那作画。

source: O'Keeffe found a vibrant and supportive community among the artists that had been flocking to Taos and Santa Fe since the 1890s.
zh_cn: 从19世纪90年代开始就有成批的画家涌入淘斯族村庄以及圣达菲，在这些人中间，欧姬芙交到了一群朝气蓬勃且鼓舞人心的朋友。

source: After Stieglitz died in 1949, O'Keeffe permanently relocated to Abiquiu, New Mexico. There she continued to produce her hauntingly simple images of the southwestern land she loved.
zh_cn: 1949年丈夫施蒂格利茨死后，欧姬芙将家彻底搬到了新墨西哥的阿比丘，在那里，她以自己热爱的西南风光为题材，继续创作出一些令人难忘的简约画作。

source: By the time she died in 1986, O'Keeffe was considered one of the preeminent artists of the American West and had inspired legions of imitators.
zh_cn: 等到她1986年去世的时候，欧姬芙已被公认为是美国西部最杰出的艺术家之一，引得追随者无数。

source: Georgia O'Keeffe was an abstract painter, famous for the purity and lucidity of her still-life compositions.
zh_cn: 乔治亚·欧姬芙是一位抽象派画家，以其纯粹而干练的静物构图闻名于世。

source: She was born in Sun Prairie, Wisconsin, and studied at the school of the Art Institute of Chicago and at the Art Students League of New York.
zh_cn: 她出生在威斯康辛的桑普雷里，曾在在芝加哥艺术学院和纽约艺术学生联盟学画。

source: She taught art in Texas from 1913 to 1918.
zh_cn: 1913年到1918年，她在德克萨斯州任教。

source: In 1916 the US photographer and art gallery director Alfred Stieglitz (whom she married in 1924) became interested in her abstract drawings and exhibited them at ?291,? his gallery in New York City.
zh_cn: 1916年，美国摄影家、画廊老板阿尔弗雷德·施蒂格利茨（1924年成为欧姬芙丈夫）看中了她的抽象派作品并在他在纽约的291画廊里展出这些作品。

source: Her work was shown annually in Stieglitz's galleries until his death and was widely exhibited in other important institutions.
zh_cn: 直到施蒂格利茨去世之前，欧姬芙的作品每年都在他的画廊里展出，并且在很多重要机构也受邀广泛展出。

source: O'Keeffe, who moved to New Mexico in 1949, is best known for her large paintings of desert flowers and scenery, in which single blossoms or objects such as a cow's skull are presented in close-up views.
zh_cn: 欧姬芙1949年到新墨西哥定居，她最有名的作品是关于沙漠之花以及沙漠景观的大幅画作，在里面欧姬芙对单个的花朵或者如牛头骨这样的单个物品进行特写。

source: Although O'Keeffe handles her subject matter representationally, the starkly linear quality, the thin, clear coloring, and the boldly patterned compositions produce abstract designs.
zh_cn: 虽然她是以写实的手法来表现她的主题，但她那鲜明而苍凉的线条、轻薄清朗的着色以及图案大胆的构图却产生出抽象的意义。

source: A number of her works have an abstracted effect, the flower paintings in particular ? such as Black Iris (1926)?in which the details of the flower are so enlarged that they become unfamiliar and surprising.
zh_cn: 她的很多作品都带有抽象的效果，尤其是花系列作品，比如》黑鸢尾》（1926），画中花朵的各个部分被无限放大，以至于变得陌生，令人称奇。

source: In the 1960s, inspired by a series of airplane flights, O'Keeffe introduced motifs of sky and clouds, as seen from the air, into her paintings.
zh_cn: 20世纪60年代，受几次坐飞机经历的启发，欧姬芙将天空和云彩这一主题运用到她的画作中，这些天空和云彩就像是从天上望过去那般。

source: One of her largest works is the mural Sky above Clouds (1965), which is 7.3 m wide.
zh_cn: 她有一个大幅画作宽7.3米，是一幅名为“云彩上的天空”（1965）的壁画。
